tapir/micropython/ports/esp32/boards/ESP32_S2_WROOM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32-S2-WROOM"
#define MICROPY_HW_MCU_NAME                 "ESP32-S2"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)

#define MICROPY_HW_I2C0_SCL                 (7)
#define MICROPY_HW_I2C0_SDA                 (6)
